//**
// здесь будут хранится цветовые коды и наверное класс, который будет их добавлять
//
// СТИЛЬ
// \x1b[1m — жирный текст
// \x1b[3m — курсив
// \x1b[4m — подчеркнутый текст
// \x1b[7m — инвертированные цвета(текст и фон)
// \x1b[9m — зачеркнутый текст
//
// ФОН
// \x1b[40m — черный
// \x1b[41m — красный
// \x1b[42m — зеленый
// \x1b[43m — желтый
// \x1b[44m — синий
// \x1b[45m — пурпурный
// \x1b[46m — голубой
// \x1b[47m — белый
//
// ЦВЕТ ТЕКСТА
// \x1b[30m — черный
// \x1b[31m — красный
// \x1b[32m — зеленый
// \x1b[33m — желтый
// \x1b[34m — синий
// \x1b[35m — пурпурный
// \x1b[36m — голубой
// \x1b[37m — белый
//
// СБРОС СТИЛЕЙ - \x1b[0m
// */


